[{"name": "Penny Appeal", "description": "Penny Appeal’s emergency teams are on the ground in Yemen, giving those in need vital food packs, hygiene and dignity kits and medical support and training.", "url": "https://pennyappeal.org/appeal/yemen-crisis"}, {"name": "International Rescue Committee", "description": "Donate now to help the IRC provide lifesaving aid, including emergency medical care and nutritional support to children facing starvation in Yemen. ", "url": "https://www.rescue.org/country/yemen"}, {"name": "Islamic Relief", "description": "Islamic Relief began working in Yemen in 1998 and registered an office there in 2003. The programme was significantly strengthened following the escalation of the conflict in March 2015. Our emergency and development response, including food aid, water and sanitation, health care, orphan and child welfare and vocational training for young people, has benefitted millions of people over the last three years.", "url": "https://www.islamic-relief.org/category/where-we-work/yemen/"}, {"name": "Project Hope", "description": "Project HOPE engages local Yemeni organizations to focus on the hardest-hit communities where malnutrition and disease are rampant. Thanks to this work, food, medical supplies, medicines and critical medical services will be delivered to the people who need it most.", "url": "https://www.projecthope.org/crisis-in-yemen/09/2019/"}, {"name": "The Red Cross", "description": "Despite the danger and obstacles, we are supplying hospitals and clinics with medicines and emergency supplies to treat the wounded and sick. But there is so much more to do. With donations we can continue delivering life-saving aid.", "url": "https://www.icrc.org/en/donate/yemen-crisis-appeal"}, {"name": "Unite 4 Humanity", "description": "Unite 4 Humanity has launched its Yemen Food Appeal to raise funds for Food Packs for Yemen. Unite 4 Humanity team’s been on ground since November 2018. We’ve been able to deliver food packs in Yemen directly to people affected by this conflict. However, the money we’ve raised so far is not enough and we need a lot more money to help these people.", "url": "https://u4h.org.uk/yemen-food-appeal"}, {"name": "Save the Children", "description": "Our teams are in Yemen right now, making sure children can get food to eat, access healthcare, continue their education and be protected from violence. But the crisis is worsening. We are doing everything we can to reach the most vulnerable children across Yemen, but the on-and-off blockade is restricting our access. Children urgently need your support to help them survive.", "url": "https://www.savethechildren.org.uk/how-you-can-help/emergencies/yemen-crisis"}]

